tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "awscli"
brew "coreutils"
brew "diffutils"
brew "emacs", restart_service: true
brew "findutils"
brew "fping"
brew "fzf"
brew "gibo"
brew "git-delta"
brew "helm"
brew "helmfile"
brew "jq"
brew "kustomize"
brew "moreutils"
brew "netperf"
brew "nmap"
brew "node"
brew "pass"
brew "pass-otp"
brew "sipcalc"
brew "telnet"
brew "terraform"
brew "tmux"
brew "trash"
brew "tty-clock"
brew "fairwindsops/tap/pluto"
brew "qmk/qmk/qmk"
cask "appcleaner"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "google-cloud-sdk"
cask "kicad"
cask "tunnelblick"
cask "zoom"
