tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "libelf"
brew "libusb"
brew "libusb-compat"
brew "libftdi0"
brew "libhid"
brew "avrdude"
brew "awscli"
brew "bootloadhid"
brew "brotli"
brew "clang-format"
brew "coreutils"
brew "dfu-programmer"
brew "dfu-util"
brew "diffutils"
brew "jansson"
brew "emacs", restart_service: true
brew "findutils"
brew "fping"
brew "fzf"
brew "gibo"
brew "git-delta"
brew "git-secrets"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "helm"
brew "helmfile"
brew "hidapi"
brew "imlib2"
brew "isl"
brew "oniguruma"
brew "jq"
brew "kustomize"
brew "libexif"
brew "libice"
brew "mpfr"
brew "libmpc"
brew "libsm"
brew "libuv"
brew "libxinerama"
brew "libxml2"
brew "libxmlsec1"
brew "libxt"
brew "markdown"
brew "moreutils"
brew "ncurses"
brew "netperf"
brew "nmap"
brew "nnn"
brew "node"
brew "oath-toolkit"
brew "qrencode"
brew "tree"
brew "pass"
brew "pass-otp"
brew "sipcalc"
brew "teensy_loader_cli"
brew "telnet"
brew "terraform"
brew "utf8proc"
brew "tmux"
brew "trash"
brew "tty-clock"
brew "fairwindsops/tap/pluto"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/mdloader"
brew "qmk/qmk/qmk"
cask "appcleaner"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "google-cloud-sdk"
cask "iterm2"
cask "kicad"
cask "tunnelblick"
cask "zoom"
